[
    {
        "parkCode":"acad",
        "totalFees":91.0,
        "averageFees":13.0,
        "totalPasses":70.0,
        "averagePasses":70.0,
        "isFeeFreePark":false,
        "entrancePassDescription":"A park entrance pass is required year-round. All vehicles must display a pass clearly visible through the windshield. Display federal lands passes, such as annual and military passes, on your dashboard with the signature and expiration date facing up. Passes are non-transferable and passholder must be present.",
        "entranceFeeDescription":"A park entrance pass is required year-round at Acadia National Park. All vehicles must display a pass clearly visible through the windshield. Display federal lands passes, such as annual and military passes, on your dashboard with the signature and expiration date facing up. Passes are non-transferable and passholder must be present. A separate vehicle reservation is also required to drive Cadillac Summit Road from mid-May into October. Vehicle reservations are only sold online in advance and are not available for purchase at the park. In addition to NPS locations in visitor centers and campgrounds, entrance passes are also available for purchase in-person at third-party sellers. These locations are not operated by the NPS and do not offer federal lands passes -- * Jordan Pond Gift Shop * Acadia Regional Chamber of Commerce at Thompson Island * Bar Harbor Chamber of Commerce, Cottage Street * Ellsworth Chamber of Commerce * Mount Desert Chamber of Commerce * Southwest Harbor\/Tremont Chamber of Commerce",
        "feesAtWorkUrl":"https:\/\/www.nps.gov\/acad\/planyourvisit\/fees.htm"
    },
    {
        "parkCode":"arch",
        "totalFees":72.0,
        "averageFees":18.0,
        "totalPasses":55.0,
        "averagePasses":55.0,
        "isFeeFreePark":false,
        "entrancePassDescription":"",
        "entranceFeeDescription":"",
        "feesAtWorkUrl":"https:\/\/www.nps.gov\/arch\/learn\/management\/yourdollarsatwork.htm"
    },
    {
        "parkCode":"badl",
        "totalFees":355.0,
        "averageFees":50.7142857143,
        "totalPasses":55.0,
        "averagePasses":55.0,
        "isFeeFreePark":false,
        "entrancePassDescription":"",
        "entranceFeeDescription":"Badlands National Park charges an entrance fee. No cash is accepted. Credit\/debit card only. You may purchase a 7-day pass valid at only Badlands National Park privately or commercially. Private passes (private vehicle, motorcycle, or individual) can be purchased on recreation.gov or on-site, at one of the 3 entrance stations (Northeast, Pinnacles, or Interior). Commercial passes (sedan, van, minibus, or motorcoach) must be purchased on-site at one of the entrance stations. If you are visiting other federal recreation areas consider purchasing an Interagency Pass (Annual, Senior, Access, Military, etc.) when you arrive at the park. If you already hold one of the accepted entrance passes you do not need to purchase any of the 7-day passes. Site Passes purchased on Recreation.gov are non-refundable and non-transferable. Only purchase this Badlands National Park Site Pass if you do not plan to use another pass to cover the entrance fee.",
        "feesAtWorkUrl":""
    },
    {
        "parkCode":"bibe",
        "totalFees":425.0,
        "averageFees":60.7142857143,
        "totalPasses":55.0,
        "averagePasses":55.0,
        "isFeeFreePark":false,
        "entrancePassDescription":"Big Bend National Park Annual Pass: $55 Covers entrance fees to Big Bend National Park. Pass is available at Big Bend National Park entrance stations or any visitor center. Good for one year from purchase date. Pass is non-transferable.",
        "entranceFeeDescription":"All vehicles entering Big Bend National Park are subject to an entrance fee. No cash is accepted; credit\/debit card only. No refunds are given due to inclement weather. You can pay your entrance pass when you arrive at the park. There are no reservations required for entering Big Bend National Park.",
        "feesAtWorkUrl":"https:\/\/www.nps.gov\/bibe\/learn\/management\/yourdollarsatwork.htm"
    },
    {
        "parkCode":"bisc",
        "totalFees":0.0,
        "averageFees":0.0,
        "totalPasses":0.0,
        "averagePasses":0.0,
        "isFeeFreePark":true,
        "entrancePassDescription":"",
        "entranceFeeDescription":"",
        "feesAtWorkUrl":""
    },
    {
        "parkCode":"blca",
        "totalFees":320.0,
        "averageFees":35.5555555556,
        "totalPasses":55.0,
        "averagePasses":55.0,
        "isFeeFreePark":false,
        "entrancePassDescription":"",
        "entranceFeeDescription":"",
        "feesAtWorkUrl":""
    }
]